{
    "testimonials": [
        {
            "id": 1,
            "names": "Ishimwe Prince Christian",
            "title": "Software Developer",
            "image": "prince.jpg",
            "testimonial": "Collaborating with my friend in solving problems is an adventure filled with dependability, friendliness, honest and brilliant code, and a reliable approach."
        },
        {
            "id": 2,
            "names": "Mugisha Precieux",
            "title": "Software Developer",
            "image": "precieux.jpg",
            "testimonial": "Wilson's commitment and attention to detail consistently deliver exceptional results, reflecting remarkable professionalism and earning sincere gratitude."
        },
        {
            "id": 3,
            "names": "Muhoza John",
            "title": "Full stack developer",
            "image": "john.jpg",
            "testimonial": "Celebrating the incredible talent of a versatile professional, adept in both graphic design and development. His work speaks volumes – visually stunning and seamlessly functional!"
        },
        {
            "id": 4,
            "names": "Harindintwari Gervais",
            "title": "Business man",
            "image": "gervais.jpg",
            "testimonial": "Wilson is an extraordinary designer, a visionary whose creations transcend expectations. The designs of Wilson are a testament to his remarkable talent and innovative approach."
        },
        {
            "id": 5,
            "names": "Tona Elsie",
            "title": "Software Developer",
            "image": "tona.jpg",
            "testimonial": "I am truly impressed by the exceptional skills of WIlson and innovation displayed by this highly advanced software engineer. He expertise shines through in every project"
        },
        {
            "id": 6,
            "names": "Ineza Magnifique",
            "title": "Software Developer",
            "image": "magnifique.jpg",
            "testimonial": "His work is amazing, beautiful and perfect. Thankful to Wilson for sharing his innovation, skills and devotion to us! He never disappoints and we're all excited to see his next adventurous sites."
        }
    ]
}